/* create challenge (title) */
"Create Challenge" = "Create Challenge";

/* create challenges (button) */
"Create Challenges" = "Create Challenges";

/* Log In as a header or button field */
"Log In" = "Log In";

/* title for login/reg page */
"Login or Register" = "Login or Register";

/* or login if you already have an account */
"or Login" = "or Login";

/* or signup if you have to */
"or Signup" = "or Signup";

/* password:  */
"password:" = "password:";

/* profile view */
"Profile View" = "Profile View";

/* search challenges (button)
   search challenges (title) */
"Search Challenges" = "Search Challenges";

/* Sign Up as a header or button field */
"Sign Up" = "Sign Up";

/* username:  */
"username:" = "username:";